Repository: arabar/pynote
Catalog: locale/*/LC_MESSAGES/pynote.po
Languages: de

source: show a table with all active notes
de: Tabelle mit allen aktiven Notizen ausgeben

source: filter tags
de: Nach Tags filtern

source: show a specific note
de: Notiz anzeigen

source: integer key which is shown in the table
de: Key, der in der Tabelle angezeigt wird

source: show all notes
de: Alle Notiz anzeigen

source: do not show header data
de: Keine Header Daten ausgeben

source: specify synthax highlighting
de: Synthax Highlighting benutzen

source: create a new note
de: Neue Notiz erstellen

source: edit a note
de: Notiz bearbeiten

source: edit the title
de: Titel bearbeiten

source: move a note to trash
de: Notiz in den Papierkorb verschieben

source: show a table with all deleted notes
de: Tabelle mit gelöschten Notizen anzeigen

source: restore a deleted note
de: Gelöschte Notiz wiederherstellen

source: integer key which is shown in the trash table
de: Key, der in der Papierkorb-Tabelle angezeigt wird

source: compare two notes
de: Zwei Notizen vergleichen

source: new revision number
de: Neue Revisionsnummer

source: old revision number
de: Alte Revisionsnummer

source: do not use colors
de: Keine Farben benutzen

source: initialize pynote
de: pynote initialisieren

source: only create a new config string and print it out
de: Nur eine neue Konfiguration erstellen und ausgeben

source: remove an existing rc-file and init pynote
de: Eine bereits vorhandene rc-Datei löschen und pynote initialisieren

source: show version
de: Versionsinformationen ausgeben

source: Error: from_rev must not be smaller than to_rev!
de: Fehler: from_rev muss kleiner sein als to_rev!

source: Error: missing key!
de: Fehler: fehlender Key!

source: No data!
de: Keine Daten!

source: You have no data in pynote trash... :-)
de: Du hast keine Daten im Papierkorb von pynote... :-)

source: You have not changed anything!
de: Du hast nichts verändert!

source: No new revision has been created!
de: Keine neue Revision wurde erstellt.

source: There are {} revisions of '{}':
de: Es gibt {} Revisionen von '{}':

source: Error: Maybe the revisions do not exist?
de: Fehler: Vielleicht existieren die gesuchten Revisionen nicht?

source: Note {}, {}, is tagged with:
de: Notiz {}, {}, ist getagged mit:

source: Note {}, {}, is not tagged!
de: Notiz {}, {}, ist nicht getagged!

source: The following tags exist:
de: Die folgenden Tags existieren:

source: No tags exist!
de: Es existieren keine Tags!

source: It's something wrong with your 'noterc' in {}.
de: Etwas stimmt nicht mit deiner noterc in {}.

source: Try running 'note init' to create a valid 'noterc'!
de: Versuche mit Hilfe von 'note init' eine valide 'noterc' zu erstellen!

source: None
de: Keine

source: Error: This note does not exist!
de: Fehler: Diese Notiz existiert nicht!

source: Lexer not found!
de: Lexer nicht gefunden!

source: Theme {} not found!
de: Theme nicht gefunden!

source: Please correct pygments_theme in your '~/.noterc'!
de: Bitte korrigiere pygments_theme in deiner '~/.noterc'!

source: Supported themes are:
de: Es werden folgende Themes unterstützt:

source: Where do you want to store your notes [default: ~/.note]?
de: Wo willst du deine Notizen speichern [default: ~/.note]?

source: Enter your prefered dateformat [default: Y-m-d H:M]!
de: Gib dein bevorzugtes Datumsformat ein [default: Y-m-d H:M]!

source: What is your prefered editor [default: {}]?
de: Was ist dein bevorzugter Editor [default: {}]?

source: Write this to your '~/.noterc':
de: Schreibe in deine '~/.noterc':

source: The following config has been written to '~/.noterc':
de: Folgendes wurde in deine '~/.noterc' geschrieben:

source: A '~/.noterc' already exists, use '--force' to overwrite!
de: Eine '~/.noterc' existiert bereits, benutze --force zum überschreiben!

source: Directory '{}' already exists!
de: Das Verzeichnis '{}' existiert bereits!
